Tipologías a base de elementos lineales
Cables
1. Puente Golden Gate – San Francisco, EE.UU.
Icono icónico de San Francisco, inaugurado en 1937, es una óptima unión del ingenio y la belleza. Su
puente colgante en su diseño cuenta con cables principales de acero que sostienen el tablero por
suspensión. Es un estupendo ejemplo clásico del trasmisión de cargas por tracción.Icono icónico de San
Francisco, inaugurado en 1937, es una óptima unión del ingenio y la belleza. Su puente colgante en su
diseño cuenta con cables principales de acero que sostienen el tablero por suspensión. Es un estupendo
ejemplo clásico del trasmisión de cargas por tracción.
Historia: Inaugurado en 1937, diseñado por Joseph Strauss y Leon Moisseiff, símbolo de
ingeniería moderna.
Materiales: Acero para cables principales, concreto para torres y cimientos.
Diseño: Puente colgante con tablero suspendido por tirantes verticales conectados a dos
grandes cables principales.
Funcionamiento estructural: Los cables principales transmiten las cargas del tablero a las
torres; las torres llevan la carga al suelo.
Esfuerzos predominantes:
Tracción en cables principales y tirantes.
Compresión en torres.
Flexión mínima en el tablero.
2. Millennium Bridge – Londres, Reino Unido
Puente peatonal inaugurado en 2000, conocido por su ligereza y diseño minimalista. Está
sostenido por cables tensados de acero que permiten grandes luces sin pilares intermedios. Su
estructura gestiona eficientemente tracción y vibraciones dinámicas.
Historia: Inaugurado en 2000, puente peatonal diseñado por Arup, Foster + Partners y Sir
Anthony Caro.
Materiales: Acero para cables y tablero, aluminio y vidrio para barandillas.
Diseño: Puente colgante con cables tensados en los laterales, delgado y ligero.
Funcionamiento estructural: Los cables tensados soportan el tablero, transmitiendo la carga
a los apoyos; el puente tiene amortiguadores para controlar vibraciones.
Esfuerzos predominantes:
Tracción en cables.
Compresión en soportes.
Vibraciones dinámicas por peatones.
Arcos
1. Arco del Triunfo – París, Francia
Monumento histórico de mampostería construido entre 1806 y 1836 para celebrar las
victorias napoleónicas. Su estructura de arco transfiere las cargas verticales desde arriba a los
cimientos mediante compresión. Representa la fuerza y la resiliencia de la arquitectura clásica.
Historia: Construido entre 1806 y 1836 por Jean Chalgrin, conmemorando victorias
napoleónicas.
Materiales: Mampostería de piedra maciza.
Diseño: Arco monumental con forma clásica.
Funcionamiento estructural: Transforma cargas verticales en compresión distribuida a lo
largo del arco hasta los cimientos.
Esfuerzos predominantes:
1. Compresión
2. ; tracción mínima en casos de viento.
2. Puente del Gard – Nîmes, Francia
Roman Acueducto del siglo I d.C., compuesto de diferentes niveles de arcos superpuestos. Realizado en
piedra, transmite cargas de agua y su propio peso a los pilares. Ejemplo histórico de estructura eficiente
y longevidad.
Historia: Acueducto romano del siglo I d.C., usado para transportar agua.
Materiales: Piedra tallada y mampostería.
Diseño: Tres niveles de arcos superpuestos, formando una estructura estable y eficiente.
Funcionamiento estructural: Los arcos transfieren cargas de agua y peso propio hacia los
pilares y cimientos.
Esfuerzos predominantes:
Compresión en los arcos
3. Puente de la Bahía de Sydney – Sídney, Australia
Inaugurado en 1932, gran arco de acero sostén del tablero inferior del puente. Carga en la
parte superior por compresión y en la inferior por tracción. Se caracteriza por su magnitud y
monumentalidad estética.
Historia: Inaugurado en 1932, diseñado por John Bradfield, uno de los arcos de acero más
grandes del mundo.
Materiales: Acero para arco y tablero, hormigón en apoyos.
Diseño: Gran arco que sostiene el tablero inferior mediante vigas.
Funcionamiento estructural: El arco soporta el peso del tablero y distribuye las cargas a
los apoyos extremos.
Esfuerzos predominantes:
1. Compresión en la parte superior del arco
2. tracción en la parte inferior;
3. flexión mínima en tablero.
Estructuras de barras articuladas (celosías o trusses)
1. Torre Eiffel – París, Francia
Construida para la Exposición Universal de 1889, es un icono del hierro estructural. Sus
barras trianguladas articuladas transfieren cargas verticales y de viento de manera eficiente.
Representa innovación y ligereza en la ingeniería del siglo XIX.
Historia: Construida entre 1887-1889 para la Exposición Universal, diseñada por Gustave
Eiffel.
Materiales: Hierro forjado.
Diseño: Estructura de barras trianguladas articuladas, abierta y ligera.
Funcionamiento estructural: Los triángulos distribuyen cargas verticales y de viento
eficientemente.
Esfuerzos predominantes:
1. Tracción y compresión en barras según su orientación;
2. mínima flexión.
2. Puente Forth – Escocia, Reino Unido
Puente de acero de ferrocarril completo en 1890, con celosías triangulares que soportan
cargas pesadas de tren. Cada barra se utiliza para la tracción o compresión, lo que maximiza el
uso de material. Clásico ejemplo de estructura eficiente en ingeniería.
Historia: Construido entre 1882-1890, puente ferroviario de gran envergadura.
Materiales: Acero.
Diseño: Celosía metálica en forma de triángulos interconectados.
Funcionamiento estructural: Triángulos transmiten cargas de trenes de forma uniforme a
los apoyos.
Esfuerzos predominantes:
1. Tracción y compresión en las barras;
2. distribución eficiente de cargas puntuales.
Vigas
1. Casa Farnsworth – Plano, Illinois, EE.UU. (Mies van der Rohe)
Casa modernista de 1945-1951, construida sobre pilotes con vigas de acero. Su estructura
permite grandes voladizos y transparencia visual. Es un icono del minimalismo y pureza
estructural.
Historia: Construida entre 1945-1951, ejemplo de modernismo minimalista.
Materiales: Acero para vigas, vidrio y hormigón.
Diseño: Casa elevada sobre pilotes, con grandes vigas que sostienen el volumen.
Funcionamiento estructural: Vigas soportan el voladizo y transmiten cargas a los pilares.
Esfuerzos predominantes:
1. Flexión en vigas; corte en apoyos;
2. tracción y compresión local en extremos del voladizo.
2. Pabellón de Barcelona – Barcelona, España (Mies van der Rohe)
Se construyó en 1929 para la Exposición Internacional, cuenta con vigas y pilares metálicos ligeros.
Proyecta un espacio abierto y flexible, conjugando estética y funcionalidad. Es símbolo del racionalismo y
elegancia del modernismo.
Historia: Construido para la Exposición Internacional de 1929.
Materiales: Acero para vigas y pilares; vidrio y piedra para cerramientos.
Diseño: Estructura ligera y minimalista, con grandes luces libres.
Funcionamiento estructural: Vigas transmiten cargas a pilares; techos planos se apoyan
directamente en la estructura.
Esfuerzos predominantes:
1. Flexión en vigas;
2. compresión en pilares.
Pórticos de nudos rígidos / Forjados
1. Seagram Building – Nueva York, EE.UU. (Mies van der Rohe)
Rascacielos moderno que se completó en 1958, con pórticos rígidos de acero y vidrio.
Transmite cargas verticales y laterales eficientemente estructuralmente. Es un icono del estilo
internacional y la simplicidad formal.
Historia: Construido entre 1954-1958, ejemplo icónico de rascacielos moderno.
Materiales: Acero estructural y vidrio.
Diseño: Pórticos rígidos en fachada y núcleo que soportan altura del edificio.
Funcionamiento estructural: Los pórticos transfieren cargas verticales y resisten cargas
laterales por viento.
Esfuerzos predominantes:
1. Flexión en pilares y vigas;
2. corte en nodos;
3. compresión en pilares.
2. Edificio John Hancock Center – Chicago, EE.UU.
Se construyó durante 1965-1969, tiene pórticos con diagonales rigidizadas para afrontar viento y
sismos. Su estructura de acero les da grandes alturas y espacios interiores libres. Es un ejemplo de
ingeniería avanzada en rascacielos.
Historia: Construido entre 1965-1969, rascacielos de gran altura.
Materiales: Acero estructural.
Diseño: Pórticos con diagonales rigidizadas (sistema de “X-bracing”).
Funcionamiento estructural: Pórticos y diagonales distribuyen cargas verticales y
laterales; alta rigidez ante viento y sismos.
Esfuerzos predominantes:
1. Flexión y corte en pórticos;
2. tracción y compresión en diagonales;
3. resistencia a cargas laterales.
Tipologías a base de elementos superficiales
Membranas / Textiles
1. Olympiastadion – Múnich, Alemania (Frei Otto)
Se inauguró en 1972 para los Juegos Olímpicos, su techo ligero imita colinas y carpas. Está soportado
por membranas tensadas y cables de acero, cubriendo grandes luces sin pilas. Es icono de innovación en
estructuras tensadas y arquitectura ligera.
Historia: Construido para los Juegos Olímpicos de 1972. Frei Otto desarrolló un techo ligero
que simulaba carpas o montañas.
Materiales: Membranas tensadas de PVC y acero.
Diseño: Techo en forma de colinas onduladas, sostenido por cables tensados.
Funcionamiento estructural: La membrana transmite las cargas a los puntos de anclaje
mediante tracción; los cables llevan la carga a los pilares.
Esfuerzos predominantes:
a. Tracción en membranas y cables.
b. Compresión mínima en los anclajes y torres.
2. Aeropuerto Internacional de Denver – Colorado, EE.UU.
Construido en 1995, su cubierta ondulada evoca montañas nevadas. Construido con membranas
textiles y cables de acero, encierra enormes volúmenes de forma ligera y transparente. Es un ejemplo de
la unión de la ingeniería y el diseño escénico.
Historia: Terminado en 1995, diseñado para crear una forma inspirada en las montañas
Rocosas.
Materiales: Cubierta textil de PTFE (Teflón) y cables de acero.
Diseño: Techo ondulado, ligero y translúcido que cubre grandes luces.
Funcionamiento estructural: Membranas tensadas soportadas por cables que transmiten
cargas al suelo y a las torres.
Esfuerzos predominantes:
a. Tracción en la membrana.
b. Compresión en los soportes.
Láminas de simple y doble curvatura
1. Auditorio de Tenerife – Santa Cruz de Tenerife, España (Santiago Calatrava)
Opened in 2003, su doble curvatura adopta la forma de veleros y olas. Fabricado en hormigón
armado, permite cubrir grandes luces sin pilares intermedios. Mezcla de escultura estructural y eficiencia
arquitectónica.
Historia: Inaugurado en 2003. Su diseño se inspira en las olas y veleros del mar.
Materiales: Hormigón armado curvado.
Diseño: Cubierta de doble curvatura que genera dinamismo y permite cubrir grandes luces
sin pilares.
Funcionamiento estructural: La forma curva convierte cargas verticales en membranas
de compresión y tracción, reduciendo flexión local.
Esfuerzos predominantes:
1. Tracción y compresión de membrana;
2. flexión en zonas concentradas.
2. Museo Guggenheim – Bilbao, España (Frank Gehry)
Apertura en 1997, famoso por sus formas curvas y escultóricas. Se utiliza láminas de titanio y acero,
transmitiendo cargas por flexión y membrana. Rr Representative of modern architecture as expression
artística and tecnológica.
Historia: Inaugurado en 1997, revolucionó la arquitectura contemporánea.
Materiales: Láminas de titanio y acero, con formas libres.
Diseño: Volúmenes curvos y de doble curvatura que parecen esculturas.
Funcionamiento estructural: Láminas metálicas que transfieren cargas a la estructura
interna mediante flexión y esfuerzos de membrana.
Esfuerzos predominantes:
1. Tracción y compresión en la lámina;
2. flexión en puntos críticos.
3. Capilla de Notre-Dame du Haut – Ronchamp, Francia (Le Corbusier)
En el período 1950-1955, construida, se distingue por poseer cubierta curva y paredes macizas. El
hormigón armado le permite a la estructura cubrir superficies en forma escultórica e iluminada. Se
combina funcionalidad religiosa con plástica y estructural expresión.
Historia: Construida entre 1950-1955, ejemplo de arquitectura expresiva y escultórica.
Materiales: Hormigón armado.
Diseño: Cubierta curva, ligera y expresiva, contrastando con los muros macizos.
Funcionamiento estructural: La cubierta transmite cargas mediante flexión y
compresión local, apoyada en muros robustos.
Esfuerzos predominantes:
1. Compresión en muros,
2. flexión en la cubierta.
Placas, losas y muros
1. Casa de la Cascada – Pensilvania, EE.UU. (Frank Lloyd Wright)
Construido en 1935 sobre una cascada, sus losas de voladizo crean un efecto espectacular. El
hormigón armado resiste la flexión en los voladizos y la compresión en los pilares. Es un clásico de la
integración de la arquitectura y el paisaje.
Historia: Construida en 1935, famosa por su integración con el paisaje.
Materiales: Hormigón armado y piedra local.
Diseño: Voladizos que se extienden sobre la cascada, creando un efecto dramático.
Funcionamiento estructural: Losas en voladizo transmiten cargas a los pilares; muros
soportan compresión vertical.
Esfuerzos predominantes:
1. Flexión en voladizos,
2. compresión en pilares y muros.
2. Casa Citrohan – Francia (Le Corbusier)
Edificada en 1920, prototipo de casa moderna con planta libre. Muros portantes de concreto armado
y tejas planas sostenen eficientemente la estructura. Simboliza la pureza del estilo y la funcionalidad del
modernismo.
Historia: Construida en 1920, prototipo de vivienda moderna.
Materiales: Hormigón armado.
Diseño: Planta libre, losas planas, muros portantes.
Funcionamiento estructural: Losas transmiten cargas a muros y pilares; muros portantes
soportan cargas verticales y cortantes.
Esfuerzos predominantes:
1. Compresión en muros,
2. flexión en losas,
3. corte en apoyos.
Tipologías de entramados tridimensionales
1. Cúpula del Reichstag – Berlín, Alemania (Norman Foster)
Rehabilitada en 1999, combina acero y vidrio para crear una cúpula geodésica. Soporta cargas
verticales y laterales a través de geometría espacial. Integra sostenibilidad, luz natural y eficiencia
estructural.
Historia: Remodelación en 1999, combinación de vidrio y acero.
Materiales: Acero y vidrio.
Diseño: Cúpula geodésica que permite luz natural y ventilación.
Funcionamiento estructural: La cúpula transfiere cargas verticales y laterales mediante la
geometría espacial.
Esfuerzos predominantes:
1. Tracción y compresión en las barras de acero.
2. Eden Project – Cornualles, Reino Unido (Nicholas Grimshaw)
Inaugurado en 2001, invernadero de acero geodésico y panel de ETFE. Su tejido tridimensional
recupera grandes superficies y modela microclimas interiores. Es un modelo de arquitectura tecnológica
y ecológicamente innovadora.
Historia: Inaugurado en 2001 como invernadero geodésico.
Materiales: Acero tubular y paneles ETFE.
Diseño: Cúpulas geodésicas que crean microclimas para plantas tropicales.
Funcionamiento estructural: Red tridimensional de barras que distribuye cargas de
manera uniforme.
Esfuerzos predominantes:
1. Compresión y tracción en barras según la geometría.
3. Estadio Nacional de Pekín (“Nido de Pájaro”) – Pekín, China (Herzog & de Meuron)
Construido para los Juegos Olímpicos de 2008, su estructura de acero entrelazada cubre todo el
estadio. Transmite eficazmente las cargas verticales y laterales, a la vez que logra estética y
funcionalidad. Es un símbolo de la arquitectura y la ingeniería modernas.
Historia: Construido para los Juegos Olímpicos de 2008.
Materiales: Estructura de acero entrelazada.
Diseño: Estructura de “nido” que combina estética y función.
Funcionamiento estructural: La red de acero entrelazado soporta la cubierta y cargas del
estadio mediante distribución espacial.
Esfuerzos predominantes:
1. Tracción y compresión en barras; muy resistente a viento y sismos.